Repository: NovantaCreativeTeam/cookieconsent
Catalog: translations/*/ModulesCookieconsentAdmin.*.xlf
Languages: it_it

source: Settings
it_it: Impostazioni

source: Force consent
it_it: Forza consenso

source: Force consent before interact with page
it_it: Forzando il consenso l'utente dovrà esprimere una preferenza prima di interagire con la pagina

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: Position
it_it: Posizione

source: Choose position of consent modal
it_it: Seleziona la posizione del banner

source: Bottom Left
it_it: In Basso a Sinistra

source: Bottom Center
it_it: In Basso al Centro

source: Bottom Right
it_it: In Basso a Destra

source: Middle Left
it_it: in Mezzo a Sinistra

source: Middle Center
it_it: in Mezzo al Centro

source: Middle Right
it_it: in Mezzo a Destra

source: Top Left
it_it: in Alto a Sinistra

source: Top Center
it_it: in Alto al Centro

source: Top Right
it_it: in Alto a Destra

source: Choose layout
it_it: Seleziona un layout

source: Settings modal Layout
it_it: Impostazioni layout della finestra delle preferenze

source: Choose layout of settings
it_it: Seleziona un layout per la finestra delle preferenze

source: Enable Functionality Cookie section
it_it: Abilita la sezione dei "Cookie Necessari" (functionality_storage)

source: Enable Functionality Cookie section in front office
it_it: Abilita la sezione dei "Cookie Necessari" nella finestra delle preferenze

source: Enable Customise Cookie section
it_it: Abilita la sezione dei "Cookie per la Personalizzazione" (personalization_storage)

source: Enable Customise Cookie section in front office
it_it: Abilita la sezione dei "Cookie per la Personalizzazione" nella finestra delle preferenze

source: Enable Security Cookie section
it_it: Abilita la sezione dei "Cookie per la Sicurezza" (security_storage)

source: Enable Security Cookie section in front office
it_it: Abilita la sezione dei "Cookie per la Sicurezza" nella finestra delle preferenze

source: Enable Ads Cookie section
it_it: Abilita la sezione dei "Cookie per le finalità di Marketing" (ad_storage)

source: Enable Ads Cookie section in front office
it_it: Abilita la sezione dei "Cookie per le finalità di Marketing" nella finestra delle preferenze

source: Enable Analytics Cookie section
it_it: Abilita la sezione dei "Cookie per finalità Statistiche" (analytics_storage)

source: Enable Analytics Cookie section in front office
it_it: Abilita la sezione dei "Cookie per finalità Statistiche" nella finestra delle preferenze

source: Enable Auto Clear Cookies if refused
it_it: Abilita le funzionalità di Auto Clear quando viene negato l'utilizzo dei cookie

source: Theme
it_it: Tema

source: Choose cookie consent theme
it_it: Selezione il tema

source: Light Theme
it_it: Tema chiaro

source: Dark Theme
it_it: Tema scuro

source: Enable GTM Consent Mode
it_it: Abilita la compatibilità con GTM Consent Mode

source: For more information view https://support.google.com/tagmanager/answer/10718549?hl=en
it_it: Per maggiori informazioni visualizza questo link: https://support.google.com/tagmanager/answer/10718549?hl=it

source: Save
it_it: Salva
