Repository: NovantaCreativeTeam/cookieconsent
Catalog: translations/*/ModulesCookieconsentModal.*.xlf
Languages: it_it

source: Strictly Necessary cookies
it_it: Cookie necessari

source: These cookies are essential for the proper functioning of the website and cannot be disabled.
it_it: I cookie necessari aiutano a contribuire a rendere fruibile un sito web abilitando le funzioni di base come la navigazione della pagina e l'accesso alle aree protette del sito. Il sito web non può funzionare correttamente senza questi cookie.

source: Personalization cookies
it_it: Cookie per le preferenze

source: Personalisation cookies may use third party cookies to help them personalise content and track users across different websites and devices.
it_it: I cookie per le preferenze consentono a un sito web di ricordare le informazioni che influenzano il modo in cui il sito si comporta o si presenta, come la lingua preferita o la regione che ti trovi

source: Security cookies
it_it: Cookie per la sicurezza

source: Security cookies allows storage of security-related information, such as authentication, fraud protection, and other means to protect the user.
it_it: I cookie per la sicurezza consentono di memorizzare informazioni relative alla sicurezza, come l'autenticazione, la protezione dalle frodi e altri mezzi per proteggere l'utente.

source: Analytics cookies
it_it: Cookie statistici

source: Analytics cookies allow us to measure the performance of our website and our advertising campaigns. We use them to determine the number of visits and sources of visits to our website. We process the data obtained through these cookies in aggregate, without using identifiers that point to specific users of our website. If you disable the use of analytics cookies in relation to your visit, we lose the ability to analyse performance and optimise our measures.
it_it: I cookie statistici ci consentono di misurare le prestazioni del nostro sito web e delle nostre campagne pubblicitarie. Li utilizziamo per determinare il numero di visite e le fonti delle visite al nostro sito web. I dati ottenuti tramite questi cookie vengono elaborati in forma aggregata, senza utilizzare identificatori che rimandino a utenti specifici del nostro sito web. Se disabilitate l'uso dei cookie analitici in relazione alla vostra visita, perdiamo la possibilità di analizzare le prestazioni e ottimizzare le nostre misure.

source: Ad cookies
it_it: Cookie per il marketing

source: Advertising cookies are used by us or our partners to show you relevant content or advertisements both on our site and on third party sites. This enables us to create profiles based on your interests, so-called pseudonymised profiles. Based on this information, it is generally not possible to directly identify you as a person, as only pseudonymised data is used. Unless you express your consent, you will not receive content and advertisements tailored to your interests.
it_it: I cookie per il marketing sono utilizzati da noi o dai nostri partner per mostrarvi contenuti o pubblicità pertinenti sia sul nostro sito che su siti di terzi. Questo ci permette di creare profili basati sui vostri interessi, i cosiddetti profili pseudonimizzati. Sulla base di queste informazioni, in genere non è possibile identificarvi direttamente come persona, poiché vengono utilizzati solo dati pseudonimizzati. A meno che non esprimiate il vostro consenso, non riceverete contenuti e annunci pubblicitari personalizzati in base ai vostri interessi.

source: From this section you can manager your preferences enabling or disabling cookie by category. You can change your preferences in any time clicking on button "Manager Preferences"
it_it: Da questa sezione è possibile gestire le proprie preferenze abilitando o disabilitando i cookie per categoria. È possibile modificare le preferenze in qualsiasi momento cliccando sul pulsante "Gestione preferenze".

source: Your consent details
it_it: Dettagli del tuo consenso

source: Consent Id
it_it: Identificativo del consenso

source: Consent Date
it_it: Data del consenso

source: Last Update
it_it: Ultima modifica

source: More information
it_it: Maggiori informazioni

source: For any queries in relation to my policy on cookies and your choices, please [1]contact us[/1]
it_it: Per qualsiasi domanda relativa alla mia politica sui cookie e alle vostre scelte, vi preghiamo di [1]contattarci[/1].

source: This website use cookies
it_it: Questo sito utilizza i cookie

source: We use cookies to personalise content and ads, provide social media features and analyse our traffic. We also provide information about how you use our site to our web analytics, advertising and social media partners, who may combine it with other information you have provided to them or that they have collected based on your use of their services.
it_it: Utilizziamo i cookie per personalizzare i contenuti e gli annunci, fornire funzioni di social media e analizzare il nostro traffico. Forniamo inoltre informazioni sull'utilizzo del nostro sito ai nostri partner di analisi web, pubblicità e social media, che possono combinarle con altre informazioni fornite dall'utente o raccolte in base all'utilizzo dei loro servizi.

source: Accept all
it_it: Accetta tutto

source: Reject all
it_it: Rifiuta tutto

source: Manage preferences
it_it: Gestisci preferenze

source: Manage cookie preferences
it_it: Gestisci preferenze

source: Accept current selection
it_it: Accetta la selezione attuale

source: Close
it_it: Chiudi
